[
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618752696/ESC-2021/albania-2021_e9ucdl.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d2468954b",
      "name": "Albania",
      "code": "AL",
      "flag": "https://eurovision.tv/image/8d938a00-42af-4b60-835f-415a224a66cd.svg"
    },
    "artist": "Anxhela Peristeri",
    "song": "Karma",
    "semifinal": "Second Semifinal",
    "bio": [
      "Anxhela Peristeri is an established Albanian singer, songwriter and model from the city of Korçë in the east of the country.",
      "This is Anxhela’s second attempt at representing her nation at the Eurovision Song Contest, having entered Festivali i Këngës (“Albanian Song Festival”) back in 2001.",
      "Between attempts, the singer found success in X Factor Greece, Your Face Sounds Familiar and Kënga Magjike (another popular Albanian song contest, which she won in 2017 with the song E Çmëndu).",
      "In October 2020, Radio Televizioni Shqiptar (RTSH) announced Anxhela as one of the contestants selected to compete in the 59th edition of Festivali i Këngës with the song Karma. Peristeri emerged victorious and was announced as Albania's representative for the Eurovision Song Contest 2021."
    ],
    "lyrics": "Olti Curri",
    "music": "Kledi Bahiti",
    "video": "Q4D_RfEFwd4"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618752954/ESC-2021/australia-2021_mtgkbb.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d2468954e",
      "name": "Australia",
      "code": "AU",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d93895c-9990-4097-af10-1e22a057fb79.svg"
    },
    "artist": "Montaigne",
    "song": "Technicolour",
    "semifinal": "First Semifinal",
    "bio": [
      "The Sydney-based artist has become an important figure on the Aussie indie scene, receiving widespread praise for her working including an ARIA award for Best Breakthrough Artist and a nomination for Best Female Artist in 2016.",
      "A natural storyteller and entertainer, the multi-talented Montaigne has never wavered on the delivery of a unique artistry that has seen the Sydneysider ascend from young indie leader, to one of Australia’s most individual and dynamic voices.",
      "Technicolour explores the human need to be close to one another, and was written and produced specifically with Eurovision in mind.",
      "\"I initially started writing the song after a catch-up call with my mum that was really emotional and had me crying on the floor thinking of that first line, ‘I want to be close to my mother.’ The song became about resilience and the courage that comes from being able to be vulnerable, being able to ask for help, and knowing that in solidarity and togetherness we are stronger as people.\"",
      "While the pandemic may have halted live gigs and performances (not to mention the 2020 Eurovision Song Contest that Montaigne was originally due to compete in) the singer has used lockdown time to throw herself back into her craft, ready to re-emerge in 2021 more than prepared for what’s set to be her strongest chapter yet."
    ],
    "lyrics": "Jess Cerro, Dave Hammer",
    "music": "Jess Cerro, Dave Hammer",
    "video": "ghT5QderxCA"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618753112/ESC-2021/austria-2021_jkvjz2.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d2468954f",
      "name": "Austria",
      "code": "AT",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d93895c-40a0-4991-b0c2-ece12225bf32.svg"
    },
    "artist": "Vincent Bueno",
    "song": "Amen",
    "semifinal": "Second Semifinal",
    "bio": [
      "Inspired by his father’s performances fronting a local rock band, Vincent learned to play the piano, guitar, drums and bass by the age of 11.",
      "This set him on a lifelong path of musical creativity, and in 2003 Bueno decided to turn his passion into a profession, beginning his training in musical theatre at the Vienna Conservatory.",
      "The multi-talented musician was introduced to the Austrian public through the ORF talent contest Musical! The Show, where he emerged victorious having wowed the public with performances from Grease, Phantom of the Opera and Singin’ in the Rain, amongst many other shows.",
      "Returning to his family’s Ilocano roots, Vincent took part in the Philippine television show All-Star Sunday Afternoon Party XV in 2010, experiencing enough success to secure a record contract before returning to his native Austria.",
      "Having missed out on the 2020 Eurovision Song Contest, Vincent is back and excited to perform his new entry Amen, which will showcase his impressive vibrato and tenor vocal range."
    ],
    "lyrics": "Tobias Carshey, Ashley Hicklin, Jonas Thander",
    "music": "Tobias Carshey, Ashley Hicklin, Jonas Thander",
    "video": "1sY76L68rfs"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618753258/ESC-2021/azerbaijan_ufwje9.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689550",
      "name": "Azerbaijan",
      "code": "AZ",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d93895b-f5a2-40c3-8e80-ccb3100837fb.svg"
    },
    "artist": "Efendi",
    "song": "Mata Hari",
    "semifinal": "First Semifinal",
    "bio": [
      "A household name in Azerbaijan, Efendi is known for her success in popular TV talent shows such as 'Yeni ulduz', 'Böyük Səhnə' and 'The Voice of Azerbaijan'.",
      "In 2017, the starlet competed in The Silk Way Star, an international singing competition which aired in Kazakhstan, before successfully representing Azerbaijan at The Voice of Nur-Sultan, another Kazakhstani competition.",
      "It took five attempts for Efendi to represent Azerbaijan at the Eurovision Song Contest. She was eventually chosen in 2020 by an international jury, which included music producers, composers, television industry professionals and journalists.",
      "Efendi is interested in sports, Pilates, dancing, and strip plastics. She spends most of her free time walking pet dog Mini around the boulevard, and also cares for two bad-mannered parrots, Chip and Dale, that are completely untrainable and swear a lot."
    ],
    "lyrics": "Amy van der Wel, Luuk van Beers, Josh Earl, Tony Cornelissen",
    "music": "Amy van der Wel, Luuk van Beers, Josh Earl, Tony Cornelissen",
    "video": "HSiZmR1c7Q4"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618753324/ESC-2021/belgium_ayjmpt.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689552",
      "name": "Belgium",
      "code": "BE",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d93893e-237b-427a-b982-a0c7d1c41fde.svg"
    },
    "artist": "Hooverphonic",
    "song": "The Wrong Place",
    "semifinal": "First Semifinal",
    "bio": [
      "For the past 25 years, Belgian band Hooverphonic has blurred the lines between symphonic soundscapes and highly infectious pop tunes. Never one to place all of his eggs in one basket, frontman Alex Callier has always strived to deliver quality songs, sung by the best singers in the business.",
      "Lead singer Geike Arnaert has returned to Hooverphonic. The 41-year-old singer was already a part of the band from 1997 to 2008. Exactly 20 years after the release of Hooverphonic’s album “The Magnificent Tree” and in advance to their upcoming participation at the Eurovision Song Contest they felt it was the right time for a reunion.",
      "Alex Callier, member of the band, said: \"All three of us felt an urge to start working again. We are still the ‘core of Hooverphonic’ which is for a lot of people the main setup of the band\"",
      "The band's work has been put to good use in television series, commercials and movies around the globe, and songs like Mad About You, Vinegar & Salt, Eden and Romantic have become cornerstones of Belgium's musical heritage. In 2020, the band celebrates the 20th anniversary of their landmark album The Magnificent Tree."
    ],
    "lyrics": "Alex Callier, Charlotte Foret",
    "music": "Alex Callier, Charlotte Foret",
    "video": "0EQyG1Yjlgw"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618753480/ESC-2021/bulgaria_c4llpa.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689554",
      "name": "Bulgaria",
      "code": "BG",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d9388c1-04f7-4d41-818d-6d3bacf4253a.svg"
    },
    "artist": "VICTORIA",
    "song": "Growing Up Is Getting Old",
    "semifinal": "Second Semifinal",
    "bio": [
      "VICTORIA's distinctive voice and style position her as one of the most promising new artists in Bulgaria.",
      "Growing Up is Getting Old tells of a journey to self-improvement by revisiting your roots and the places you feel safe. On writing the song, the Bulgarian singer revealed that she was thinking about the most important people in her life: her mother, her father, her sister, and her friends.",
      "VICTORIA became popular after participating in the 4th season of X Factor Bulgaria, and interest in her music grew further when she was announced as the 2020 Bulgarian representative for the Eurovision Song Contest.",
      "The musician loves animals and has 4 rescue dogs, two rabbits and a parrot. In 2020, she was one of the official European Ambassadors of Earth Hour and the first Eurovision artist from Bulgaria to perform at Sofia Pride.",
      "VICTORIA also made Forbes Bulgaria's annual ‘30 Under 30’ list last year."
    ],
    "lyrics": "Victoria Georgieva, Maya Nalani, Oliver Björkvall, Helena Larsson",
    "music": "Victoria Georgieva, Maya Nalani, Oliver Björkvall, Helena Larsson",
    "video": "qMNxCzuEdVM"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618753713/ESC-2021/croatia_vfytfm.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689555",
      "name": "Croatia",
      "code": "HR",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d93887c-4206-405c-bcf9-2f15ab74d1ac.svg"
    },
    "artist": "Albina",
    "song": "Tick-Tock",
    "semifinal": "First Semifinal",
    "bio": [
      "Albina will represent Croatia at the Eurovision Song Contest 2021 in Rotterdam with the song 'Tick-Tock'.",
      "The singer from Split has displayed a burning passion for performance since she was young; her talent for singing was nurtured by her family who encouraged her to also learn the piano.",
      "The Dora ‘21 (national final) champion released her first single Imuna na strah (Immune to Fear) towards the end of last year, but says of her winning track Tick-Tock that she knew this would be the song to define her as an artist and performer.",
      "\"I think everyone will be singing my song because it’s very catchy and I think that we have the whole package… the song, the dancers, the team. I’m so grateful that I get to perform Tick-Tock and that I have my excellent team behind me - they’ve really boosted me and given me so much support.\"",
      "Albina can't wait to take to the Eurovision stage, and hopes to follow in the footsteps of her pop idols Christina Aguilera and Little Mix by giving the performance of her life!"
    ],
    "lyrics": "Tihana Buklijaš Bakić, Max Cinnamon",
    "music": "Branimir Mihaljević",
    "video": "IHS_2GpNwmA"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618753843/ESC-2021/cyprus_opv7z1.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689556",
      "name": "Cyprus",
      "code": "CY",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d9388bc-39b2-4c25-ac07-51f9e63967c0.svg"
    },
    "artist": "Elena Tsagrinou",
    "song": "El Diablo",
    "semifinal": "First Semifinal",
    "bio": [
      "The glamorous multi-talented Elena Tsagrinou is one of the most recognisable pop stars across Greece and Cyprus.",
      "The Athenian singer was propelled to fame by her success in Greece Got Talent, before joining the band OtherView as their lead singer, releasing their first track What You Want in 2014.",
      "After an enjoyable half a decade with the band, Elena began her solo career by releasing a single with the pertinent title Pame Ap’ Tin Arhi (Let’s Go From The Start) written by Dimitris Kontopoulos and Nikos Moraitis. Other hits quickly followed, as did record numbers of YouTube and Spotify streams, and social media followers.",
      "An all-round busy bee, the El Diablo diva has recently found time to present her own TV show, K-POP Stars, exploring one of her favourite genres of music, on one of the leading music channels in Greece."
    ],
    "lyrics": "Thomas Stengaard, Jimmy \"Joker\" Thornfeldt, Laurell Barker, Oxa",
    "music": "Thomas Stengaard, Jimmy \"Joker\" Thornfeldt, Laurell Barker, Oxa",
    "video": "mk4amZlPa4g"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618753891/ESC-2021/czech-republic_skunaw.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689557",
      "name": "Czech Republic",
      "code": "CZ",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d9388b8-1024-4996-b07f-f858b38d5a4d.svg"
    },
    "artist": "Benny Cristo",
    "song": "omaga",
    "semifinal": "Second Semifinal",
    "bio": [
      "Already a competitive snowboarder, tennis ace and master of Brazilian jiu-jitsu, Plzeň-born performer Cristo can now add a second Eurovision entry to his list of accomplishments!",
      "Benny’s roots span from the Czech Republic all the way to Angola (his mother and father’s respective birthplaces), and it’s his ability to fuse a range of global genres that broadcasters Česká televize (ČT) believe could give Cristo the edge at the Eurovision Song Contest.",
      "Last year Benny won the Czech Republic’s national selection show ESCZ with his track Kemama, pushing Elis Mraz & Čis T into second place. After the cancellation of the 2020 Contest, Benny Cristo was one of the first artists to receive a no-strings invitation from their home broadcaster to return with a new entry the following year.",
      "A man of many talents, Ben da Silva Cristóvão is incredibly popular in his home country, packing out Prague’s O2 arena with 15,000 fans to celebrate his first ten years on the music scene. He hopes to repeat this massive party in 2022 when circumstances allow.",
      "The omaga singer has been a vegan for many years, as well as a vocal and respected animal rights advocate."
    ],
    "lyrics": "Benny Cristo",
    "music": "Filip Vlček",
    "video": "Kxa3ZtxIdxQ"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618754055/ESC-2021/denmark_gcoh0e.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689558",
      "name": "Denmark",
      "code": "DK",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d9388b2-4037-42a1-80d4-9d707d193b52.svg"
    },
    "artist": "Fyr Og Flamme",
    "song": "Øve Os På Hinanden",
    "semifinal": "Second Semifinal",
    "bio": [
      "\"Teenage idols your parents can understand!\" - that’s how duo Fyr & Flamme describe themselves.",
      "The duo (singer Jesper Groth and writer/producer Laurits Emanuel) felt a creative spark when they discovered they share a passion for Schlager and Eurovision songwriting, specifically from the late-1970s and 1980s.",
      "Already popular in their home country, the pair of synth supremos have had big hits with their singles Kamæleon and Menneskeforbruger.",
      "Øve os på hinanden (Practice on Each Other) is inspired by Dansk Melodi Grand Prix bops of the past, borrowing from those ‘70s discos tracks and ‘80s beats that force listeners to get up on their feet and stomp on over to the dance floor.",
      "Laurits resides in a small town in Jylland with his wife and two kids, writing and producing songs, while popular comic actor Jesper lives in Copenhagen where he has become a popular face on TV and in theatres."
    ],
    "lyrics": "Laurits Emanuel",
    "music": "Laurits Emanuel",
    "video": "axzrdVUdQzQ"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618754218/ESC-2021/estonia_lep6c0.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689559",
      "name": "Estonia",
      "code": "EE",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d9388b0-cfa5-47fe-8d1c-ec1a9d773af2.svg"
    },
    "artist": "Uku Suviste",
    "song": "The Lucky One",
    "semifinal": "Second Semifinal",
    "bio": [
      "Born in the Estonian town of Võru, multi-talented Uku Suviste is a singer, pianist, composer and music producer.",
      "The entertainment industry flows through the performer's veins as his father is a TV producer and his mother a classically trained singer.",
      "A patron of UNICEF Estonia, Suviste produced a song in collaboration with the Estonian Ministry of Defence called Võitmatu (Invincible), dedicated to all the Estonian soldiers who had served in Afghanistan.",
      "More recently, in 2018, Uku set his sights on international success and took part in The Voice of Russia, landing himself on the team of Ukrainian Eurovision icon Ani Lorak, and making it all the way to the semi-finals.",
      "The following year Uku competed in Eesti Laul (Estonia's national selection show), taking the silver medal with Pretty Little Liar, before returning to win the contest in 2020 with What Love Is.",
      "Readers of renowned Estonian magazine Kroonika voted Suviste ‘Estonia’s Sexiest Man’. Who are we to argue"
    ],
    "lyrics": "Uku Suviste, Sharon Vaughn",
    "music": "Uku Suviste",
    "video": "QC06nyML2xg"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618754386/ESC-2021/finalnd_jfgtj1.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d2468955a",
      "name": "Finland",
      "code": "FI",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d938883-a75b-4720-8911-8e3796f2a7d1.svg"
    },
    "artist": "Blind Channel",
    "song": "Dark Side",
    "semifinal": "Second Semifinal",
    "bio": [
      "Blind Channel features Joel Hokka (vocals and guitar), Niko Vilhelm (vocals), Joonas Porko (guitar), Olli Matela (bass), Tommi Lalli (drums) and recent addition Aleksi Kaunisvesi (keyboards), giving the band the perfect number of members for the Eurovision Song Contest stage.",
      "Having honed their craft on the Finnish underground scene, the band believes the time has finally come for them to bring their brand of \"violent pop\" to a global stage.",
      "As demonstrated during their national final, these rockers always 'turn it up to 11' for a performance and never fail to put on show with unparalleled energy and antics.",
      "Singer Niko explains why Eurovision is the perfect platform for their track: \"Dark Side is a song that's meant to be performed together with an audience, as a kind of communal experience. Now we needed to find that audience – and we knew that there were lots of people out there who felt exactly like we did.\"",
      "While these boys do enjoy pyrotechnics, loud vocals and flicking the middle finger, they picked Loreen's Euphoria as their favourite Eurovision song of all time over Finland’s very own Hard Rock Hallelujah, demonstrating the 'joie de vivre' to be found in their attitude towards life."
    ],
    "lyrics": "Aleksi Kaunisvesi, Joonas Porko, Joel Hokka, Niko Moilanen, Olli Matela",
    "music": "Aleksi Kaunisvesi, Joonas Porko, Joel Hokka, Niko Moilanen, Olli Matela",
    "video": "cIvaeu6Oxzc"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618754516/ESC-2021/france_tk5a7v.png",
    "final": true,
    "country": {
      "_id": "5eadfb0a6448e14d2468955b",
      "name": "France",
      "code": "FR",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d938882-e456-4901-a2d2-de3b6ccc7cdb.svg"
    },
    "artist": "Barbara Pravi",
    "song": "Voilà",
    "semifinal": "Final",
    "bio": [
      "Barbara Pravi grew up in a harmonious and multi-cultural family, with roots extending through her grandparents to Serbia, Iran, Poland and North Africa.",
      "This culturally diverse, open-mindedness lies at the heart of Barbara’s education and ethos, and is an important feature that underpins her character.",
      "In 2016, the Parisian chanteuse was cast as a lead in the musical Un été 44, which quickly led to her first EP Pas Grandir and her first acting role in the TV drama La Sainte Famille.",
      "Pravi has since collaborated with many artists including Yannick Noah, Julie Zenatti, Chimène Badi and Jaden Smith, and even co-wrote the French winning song of Junior Eurovision 2020: Valentina’s J’Imagine.",
      "A passionate advocate for women's rights, the singer-songwriter took part in the recording of Debout les femmes, the official song for the French Women’s Liberation Movement (Mouvement de Libération des Femmes)."
    ],
    "lyrics": "Barbara Pravi, Igit, Lili Poe",
    "music": "Barbara Pravi, Igit",
    "video": "-9t_SwPN31s"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618754654/ESC-2021/georgia_znneci.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d2468955c",
      "name": "Georgia",
      "code": "GE",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d938882-5102-4e3c-8e83-527766ab211c.svg"
    },
    "artist": "Tornike Kipiani",
    "song": "You",
    "semifinal": "Second Semifinal",
    "bio": [
      "Tornike is a musician, father of 3 children and a professional architect.",
      "When he founded his own band at age 19, he hadn't even consider becoming a vocalist. While Tornike and his bandmates were still looking for a singer to fill that vacant spot, he stepped in temporarily, and the rest is history.",
      "In 2014, Tornike won the first season of X Factor Georgia, where his mentor was the future Georgian-Greek Cyprus Eurovision star, Tamta.",
      "In 2017, Tornike tried to represent Georgia at the Eurovision Song Contest with the industrial techno song, You Are My Sunshine, but was unsuccessful.",
      "In 2019, he returned to Georgian Idol and won the contest along with the chance to represent his nation at Eurovision."
    ],
    "lyrics": "Tornike Kipiani",
    "music": "Tornike Kipiani",
    "video": "w6jzan8nfxc"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618754758/ESC-2021/germany_ufd8ld.png",
    "final": true,
    "country": {
      "_id": "5eadfb0a6448e14d2468955d",
      "name": "Germany",
      "code": "DE",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d9388b6-92cc-4f05-a687-e4ebe31966cb.svg"
    },
    "artist": "Jendrik",
    "song": "I Don't Feel Hate",
    "semifinal": "Final",
    "bio": [
      "Where would Elton John be without his piano, or Lizzo if you took away her iconic flute solos? We don’t want to know, and the same applies to Jendrik and his ukulele.",
      "Some musicians spend years searching for their signature instrument, but Jendrik found his in the hands of a little sister who’d received the tiny four-stringed lute as a birthday present. Hogging the gift for himself, Jendrik started to compose songs for his parents and siblings, and this is how his songwriting career began.",
      "The next stop for the Hamburg-born ukulelist was the Institute of Music at Osnabrück University of Applied Sciences, and you can probably guess the topic he chose for his Bachelor of Arts thesis… yep, the ukulele.",
      "To get to Eurovision, Jendrik had to impress a German selection panel composed of industry experts and the general public, so in August 2020 he set about creating a colourful and unconventional laundrette for his entry’s promo video.",
      "The laundromat video sent the German judges into a spin, and in February 2021 they confirmed Jendrik’s participation in the Eurovision Song Contest."
    ],
    "lyrics": "Jendrik Sigwart, Christoph Oswald",
    "music": "Jendrik Sigwart, Christoph Oswald",
    "video": "ydgxZnHFLi4"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618754884/ESC-2021/greece_v3tljy.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d2468955e",
      "name": "Greece",
      "code": "GR",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d93887d-4341-4b77-9c5c-7ad22f3262b3.svg"
    },
    "artist": "Stefania",
    "song": "Last Dance",
    "semifinal": "Second Semifinal",
    "bio": [
      "Stefania is a Greek-Dutch singer, actress and YouTuber, who has been performing since a very young age.",
      "Got the feeling you’ve seen Stefania before? Well, in 2016 she was selected to represent the Netherlands at the Junior Eurovision Song Contest in Malta as a member of the girl band Kisses. The group performed the song Kisses and Dancin’ and finished in a respectable 8th place.",
      "A number of solo singles followed: Stupid Reasons (2018), Wonder (2019), I’m Sorry (Whoops!) (2019) and Turn Around (2019), before Stefania made her Greek television debut, performing at a popular music awards show.",
      "Last year, Stefania appeared in the online music show Q Sessions, presented by Dimitris Kontopoulos. She performed SUPERG!RL (her 2020 Eurovision entry) and two duets with Greek Eurovision legends Sakis Rouvas and Kalomira.",
      "Stefania is currently studying at the renowned music school Herman Brood Academie, whose notable alumni include Martin Garrix."
    ],
    "lyrics": "Dimitris Kontopoulos, Arcade, Sharon Vaughn",
    "music": "Dimitris Kontopoulos, Arcade",
    "video": "Er06NBWo4bs"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618754994/ESC-2021/iceland_i6ef5q.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689560",
      "name": "Iceland",
      "code": "IS",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d9a46c4-def5-4b18-b4af-375320fbac0e.svg"
    },
    "artist": "Daði & Gagnamagnið",
    "song": "10 Years",
    "semifinal": "Second Semifinal",
    "bio": [
      "Music and family have always meant the world to Daði Freyr. They are the two essentials that inspire and motivate him to fulfil his ambitions, as well as keeping him closely connected to his beloved Iceland and the close-knit communities he has always adored.",
      "As an artist who enjoys obsessing over and dissecting the intricate craft of the three-minute pop song, Daði is a keen student of the fascinatingly diverse annual explosion of pop that is the Eurovision Song Contest.",
      "Although there was no competition in Rotterdam last year, his 2020 entry Think About Things became a hugely infectious dance sensation. The track has been streamed over seventy million times on Spotify, and it blessed the official Top 40 charts of the United Kingdom, Sweden and Ireland (where it placed in the Top 3, as it did in Daði's native Iceland).",
      "Daði’s wife and inspiration for 10 Years, Árný Fjóla, is one of the members of Gagnamagnið. His sister, Sigrún Birna Pétursdóttir, undertakes backing vocal duties and friends Hulda Kristín Kolbrúnardóttir, Stefán Hannesson and Jóhann Sigurður Jóhannsson complete the grooves and moves in the rest of the line-up.",
      "The unique choral sounds in 10 Years are samples of vocals from a thousand different people all over the world, who were invited to contribute their individual voices to be included: Daði even persuaded his parents to join in and sing."
    ],
    "lyrics": "Daði Freyr Pétursson",
    "music": "Daði Freyr Pétursson",
    "video": "ORDK1XQToAY"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618755100/ESC-2021/ireland_ydonxg.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689561",
      "name": "Ireland",
      "code": "IE",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d93887b-7df6-40dc-bfa5-aa99d70ac957.svg"
    },
    "artist": "Lesley Roy",
    "song": "MAPS",
    "semifinal": "First Semifinal",
    "bio": [
      "Lesley is a singer-songwriter from Balbriggan, Dublin, who splits her time between her Irish hometown and her American wife's neighbourhood of East Village in New York City.",
      "As a songwriter, Roy's career has been prolific, lending her talents to numbers performed by artists including Adam Lambert, Miss Montreal, Medina, Jana Kramer, Marlee Scott and Deorro.",
      "Start Lesley talking about Eurovision and she won’t stop: \"Growing up in Ireland, obviously the Contest holds a special place in my heart, as it does for many people. It was a very big event in my house every year, we watched and voted on each act and I became a massive fan at a very young age. I’m very lucky that I am from the era of Niamh Kavanagh, Paul Harrington, Eimear Quinn and Riverdance.\"",
      "A lifelong fan of Eurovision, Lesley says that getting to represent Ireland with a song she has worked extremely hard on has meant that one of her lifetime ambitions has been fulfilled."
    ],
    "lyrics": "Lesley Roy, Philip Strand, Emelie Eriksson, Lukas Hällgren",
    "music": "Lesley Roy, Philip Strand, Emelie Eriksson, Lukas Hällgren",
    "video": "z6ZUBzqPxds"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618755220/ESC-2021/israel_neczbd.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689562",
      "name": "Israel",
      "code": "IL",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d93886a-4c64-40a7-8e95-ad0732715a38.svg"
    },
    "artist": "Eden Alene",
    "song": "Set Me Free",
    "semifinal": "First Semifinal",
    "bio": [
      "Eden Alene’s roots stretch from her birthplace, Jerusalem, to her mother’s home country, Ethiopia.",
      "Already a talented ballerina, Eden started vocal lessons at the age of 11 and it wasn’t too long before she decided to switch the pointe shoes for a microphone and a career in singing.",
      "Eden became obsessed with pop and soul legends such as Beyoncé, Jennifer Hudson and Chris Brown, but her musical inspirations come from a wide range of sources including Arabian folk music, gospel and opera. As a teenager, she enthusiastically participated in local choirs before becoming a lead vocalist in the Israel Defence Forces band.",
      "After completing her military service, Eden moved to Tel Aviv and took part in two of Israel’s biggest talent shows: X Factor Israel and The Rising Star. She won both, making her the only person to have done so in her country.",
      "As well as preparing for the Eurovision Song Contest, Eden is focused on her debut album, which we can expect to hear more about very soon."
    ],
    "lyrics": "Amit Mordechay, Ido Netzer, Noam Zlatin, Ron Carmi",
    "music": "Amit Mordechay, Ido Netzer, Noam Zlatin, Ron Carmi",
    "video": "opmTs9uvENI"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618755535/ESC-2021/italy_kloy8m.png",
    "final": true,
    "country": {
      "_id": "5eadfb0a6448e14d24689563",
      "name": "Italy",
      "code": "IT",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d93886a-27ac-4996-bc17-2f12b47b2a0e.svg"
    },
    "artist": "Måneskin",
    "song": "Zitti E Buoni",
    "semifinal": "Final",
    "bio": [
      "Måneskin is a critically acclaimed band featuring vocalist Damiano, bassist Victoria, guitarist Thomas and Ethan on drums.",
      "The members have known each other since middle school but didn’t establish the band until 2015, when they brought together their musical influences, from rock and rap, to reggae, funk and pop. They took their band name from the Danish word for ‘moonlight’, as a tribute to their bassist Victoria’s home country.",
      "In 2018 the band released singles Morirò da Re and Torna a casa ahead of their first chart-topping studio album Il ballo della vita. Their success continued the following year, selling out 66 gigs and shifting an impressive 140,000 tickets for shows in Italy and across Europe.",
      "They have been living and working in London on their new album Teatro d'ira - Vol I."
    ],
    "lyrics": "Måneskin",
    "music": "Måneskin",
    "video": "9mL6Cmkg2_A"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618755355/ESC-2021/latvia_o9izqi.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689564",
      "name": "Latvia",
      "code": "LV",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d938866-37b5-494b-bf22-b216ab1d8fce.svg"
    },
    "artist": "Samanta Tīna",
    "song": "The Moon Is Rising",
    "semifinal": "Second Semifinal",
    "bio": [
      "For Samanta, taking part in the Eurovision Song Contest is a dream come true - and she’s probably the only ever participant to have written a diploma paper analysing the Eurovision selection process in Latvia and Lithuania.",
      "Samanta has competed in the Latvian Eurovision selection process no less than six times, finishing second twice (in 2012 and 2013). She also tried to represent her second home, Lithuania, on two occasions in 2015 and 2017. There have been few other Eurovision acts throughout the years with this level of commitment to their goal.",
      "In 2020, Samanta finally triumphed in Latvia’s selection show with the song Still Breathing, winning the opportunity to represent her nation at the Eurovision Song Contest. Given the number of previous attempts she’d made to compete, the Latvian delegation invited her back unconditionally after the cancellation of last May's competition.",
      "Speaking about her entry The Moon is Rising, Samanta told Eurovision.tv: \n\"This song is about powerful and admirable women, about every single one of us. I invite women to not be afraid of ourselves and of being different. My song encourages women to make a crown with their own hands and put it on the head to be the ruler of life. To love and believe in ourselves. Then we will be loved by the people around us.\n I believe that your attitude towards yourself changes the way people treat you, but it is not enough. And for this reason the most important line in my song is: if you have something to say, say it to my face. Let’s accept and love ourselves, let’s be proud of what God has given us, let’s accept our differences and stand for equality!\"\n The one song that always gets Samanta up on the dance floor is AC/DC's Thunderstruck."
    ],
    "lyrics": "Samanta Tina, Aminata Savadogo, Oskars Uhaņs",
    "music": "Samanta Tina, Aminata Savadogo, Oskars Uhaņs",
    "video": "NBaCWHSyDzo"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618756059/ESC-2021/lithuania_emz3ib.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689565",
      "name": "Lithuania",
      "code": "LT",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d938867-7e59-4252-979c-a9f152caa024.svg"
    },
    "artist": "The Roop",
    "song": "Discoteque",
    "semifinal": "First Semifinal",
    "bio": [
      "The Roop are a Lithuanian pop/rock crossover band from Vilnius, with a distinctive party vibe and an eye for an iconic dance move or two.",
      "The group features singer Vaidotas Valiukevičius, drummer Robertas Baranauskas and guitarist Mantas Banišauskas, all adding their different tastes and life experiences to The Roop’s body of work.",
      "The band became widely known after participating in 2018's Pabandom iš naujo! (‘Let’s Try Again!’, the Lithuanian Eurovision national final) with the song Yes, I Do. They finished the competition in third place.",
      "Taking the show’s name to heart, they returned in both 2020 and 2021 to try again, winning on both occasions with On Fire and Discoteque respectively.",
      "In English, ‘to roop’ is an archaic term that means ‘to shout out’ or ‘to make a great noise’. This is where the Lithuanian party-starters took their name from."
    ],
    "lyrics": "Vaidotas Valiukevičius, Mantas Banišauskas, Kalle Lindroth",
    "music": "Vaidotas Valiukevičius, Mantas Banišauskas, Robertas Baranauskas, Laisvūnas Černovas, Ilkka Wirtanen",
    "video": "0rsUJWSwb0c"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618756187/ESC-2021/malta_cz4uj2.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689567",
      "name": "Malta",
      "code": "MT",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d9387f2-8d60-494e-bd92-0d201e17c376.svg"
    },
    "artist": "Destiny",
    "song": "Je Me Casse",
    "semifinal": "First Semifinal",
    "bio": [
      "Destiny's no stranger to Eurovision glory, having won the Junior Contest for Malta in 2015 with 'Not My Soul'.",
      "Since then, it's been the Maltese singer's ambition to appear on the regular Eurovision stage and to produce a first Eurovision Song Contest victory for her country.",
      "On the long road to Rotterdam the fledgling pop star has showcased her talents on many stages, including that of Britain’s Got Talent.",
      "A milestone for the singer was winning X Factor Malta, having been mentored by Eurovision legend Ira Losco - but Destiny's dream has always been to represent Malta at the Eurovision Song Contest.",
      "Early on in the process of preparing for the 2021 Contest, Team Destiny decided they were on a mission to deliver a dance floor filler with an instant feel good factor. Clap-back banger Je Me Casse was the result.",
      "Destiny says that her five biggest musical idols are: Lizzo, Beyonce, Aretha Franklin, Cardi B and Megan Thee Stallion."
    ],
    "lyrics": "Malin Christin, Amanuel Dermont, Nicklas Eklund, Pete Barringer",
    "music": "Malin Christin, Amanuel Dermont, Nicklas Eklund, Pete Barringer",
    "video": "PQKiHr5qEfA"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618756309/ESC-2021/moldova_yezhxw.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689568",
      "name": "Moldova",
      "code": "MD",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d938863-f530-484c-9b17-ff4a299bac5d.svg"
    },
    "artist": "Natalia Gordienko",
    "song": "SUGAR",
    "semifinal": "Second Semifinal",
    "bio": [
      "Born in Moldova's capital, Chișinău, in 1987, Natalia has always been ambitious and enjoys entering competitions.",
      "She won a major prize at the prestigious International Arts Festival Slavianski Bazaar in Vitebsk, Belarus in 2006 and was awarded the honorary title of 'Emeritus Artist' of Moldova in 2008.",
      "No stranger to the Eurovision Song Contest, the decorated vocalist represented her nation in 2006 alongside Arsenie Todiraș (once of boyband O-Zone, famed for their smash hit Dragostea Din Tei) with the track Loca (finishing in 20th place), and was also due to compete in 2020 with the track Prison.",
      "The sweet symphony Sugar was written by pop powerhouses Dimitris Kontopoulos and Philipp Kirkorov, with lyrics by Mikhail Gutseriev and Sharon Vaughn (who has written for a number of Eurovision acts including Jedward, Måns Zelmerlöw and Sergey Lazarev)."
    ],
    "lyrics": "Mikhail Gutseriev, Sharon Vaughn",
    "music": "Dimitris Kontopoulos, Phillipp Kirkorov",
    "video": "1zvnsvxA3to"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618756410/ESC-2021/north-macedonia_w9wxas.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d2468956c",
      "name": "North Macedonia",
      "code": "MK",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d938863-a50c-4ded-8acf-3205851eae1f.svg"
    },
    "artist": "Vasil",
    "song": "Here I Stand",
    "semifinal": "First Semifinal",
    "bio": [
      "Born in Strumica, North Macedonia, Vasil emigrated to the United States with his family at the age of 12, and it’s his globe-trotting history that has given him his unique musical perspective.",
      "As a teen, Vasil joined the Chicago Children’s Choir and sang as an ensemble member and soloist on some of the most prestigious stages in America, collaborating with many world class musicians.",
      "At 18, he continued his vocal education at a private academy in Milan, Italy for one year, followed by four years on a full vocal scholarship to the Glenn Gould School at the Royal Conservatory of Music in Toronto. He finished his studies with honours at the prestigious University of Toronto Opera School.",
      "As a sought after leading operatic baritone, Vasil has played over 50 roles with performances in Italy, Canada, Germany, Switzerland, the United Kingdom, the United States and France. He has also participated in prestigious music festivals, such as: Britten-Pears in the UK, Grachten Festival in Amsterdam, and the Marlboro Music Festival in the United States.",
      "In 2018 Vasil’s musical journey came full circle; returning to his home country to concentrate on a pop career and promoting Macedonian heritage and arts."
    ],
    "lyrics": "Vasil Garvanliev",
    "music": "Vasil Garvanliev, Davor Jordanovski, Borche Kuzmanovski",
    "video": "nd4YfjVWrro"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618756526/ESC-2021/norway_n7rfdu.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d2468956d",
      "name": "Norway",
      "code": "NO",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d9387de-68de-403d-b3d0-1bdcf1c361e6.svg"
    },
    "artist": "TIX",
    "song": "Fallen Angel",
    "semifinal": "First Semifinal",
    "bio": [
      "Andreas Haukeland, better known as TIX, hails from Bærum (just outside of Oslo) and is one of Norway's most popular artists.",
      "The musician, producer and songwriter performs as his persona TIX, a nickname he chose to take ownership of his experience of growing up with Tourette's syndrome (a condition which can lead to different types of involuntary tics).",
      "In 2015, the singer-songwriter had his first major breakthrough with the Sjeiken which became a party anthem for that year’s ‘russ’ (Norwegian high school graduates). The hitmaker then went on to make a name for himself co-writing Ava Max’s Sweet but Psycho, which became the most played song of 2018.",
      "A string of Spotify chart toppers followed, including lockdown anthem Karantene (Quarantine) becoming an enormous hit in May 2020."
    ],
    "lyrics": "Andreas Haukeland, Emelie Hollow, Mathias Haukeland",
    "music": "Andreas Haukeland",
    "video": "bp2kfhuv8ZU"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618756642/ESC-2021/poland_sbxpsa.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d2468956e",
      "name": "Poland",
      "code": "PL",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d9387d4-cc6f-437f-a646-cb3bde395dc2.svg"
    },
    "artist": "RAFAŁ",
    "song": "The Ride",
    "semifinal": "Second Semifinal",
    "bio": [
      "Eurovision fans might recognise Rafał Brzozowski as co-presenter of the 2020 Junior Eurovision Song Contest in Warsaw, Poland.",
      "His other TV work includes the popular music show The Name of the Tune and his time as co-host of the Polish version of Wheel of Fortune.",
      "Rafał’s music career started with his participation in The Voice (of Poland), releasing his debut single Tak blisko (“So Close”) shortly after. Riding high in the Polish airplay and sales charts, the entertainer found further success with his albums Tak blisko and Mój czas (My Time).",
      "Music aside, Brzozowski’s two biggest passions are sports and aviation. Rafał won a bronze medal for his wrestling in the Academic Championships of Poland, and is currently working on upgrading his private pilot licence to an aerobatic licence.",
      "Perhaps Rafał could fly to Rotterdam and offer the nearby Czech, German and Danish participants the opportunity to join him on The Ride?"
    ],
    "lyrics": "Joakim Övrenius, Thomas Karlsson, Clara Rubensson, Johan Mauritzson",
    "music": "Joakim Övrenius, Thomas Karlsson, Clara Rubensson, Johan Mauritzson",
    "video": "xsWwLWaZBq8"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618756769/ESC-2021/portugal_kq4twc.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d2468956f",
      "name": "Portugal",
      "code": "PT",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d9387d4-255c-4052-b159-b62ef4ea2394.svg"
    },
    "artist": "The Black Mamba",
    "song": "Love Is On My Side",
    "semifinal": "Second Semifinal",
    "bio": [
      "Founded in 2010, The Black Mamba traverses a universe of different styles, including blues, soul and funk.",
      "Their self-titled first album was a huge success, selling out in stores and topping the Portuguese iTunes chart.",
      "In little more than a year after their debut album, they’d played gigs across the globe, from Philadelphia to Rio de Janeiro.",
      "The group feel most at home playing live gigs and concerts, and have enjoyed playing on some of the most iconic festival stages there are. At the Festival Marés Vivas in Porto, The Black Mamba shared the main stage with Lenny Kravitz, John Legend, Jamie Cullum and The Script.",
      "Lead singer Tatanka wrote Love Is On My Side after an inspirational trip to Amsterdam, and is excited to see the song travel back home to the Netherlands."
    ],
    "lyrics": "TATANKA",
    "music": "TATANKA",
    "video": "2hAlp3Khsnk"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618756874/ESC-2021/romania_c4doma.jpg",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689570",
      "name": "Romania",
      "code": "RO",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d9a45ac-baef-4080-a24a-1afa3361e0ec.svg"
    },
    "artist": "ROXEN",
    "song": "Amnesia",
    "semifinal": "First Semifinal",
    "bio": [
      "Team Romania describe ROXEN as ‘a labyrinth of an artist, with a dreamy sound and mesmerising voice that creates an entirely new universe with every release’ - and it’s hard to disagree given the breadth of material the Cluj-Napoca chanteuse has released in recent times.",
      "In the time since May 2020, the Romanian singer scored her second Airplay 100 chart-topper with Spune-mi, and collaborated with Eurovision winner Alexander Rybak on the track Wonderland.",
      "ROXEN also spent a lot of her days working on 2021 entry, Amnesia, as she revealed to Eurovision.tv:\n\"The last year was a bit of a rollercoaster, filled with really good moments and some low points also. In the end, what kept me going the most was that I had some really great projects. Amnesia somehow manages to give a voice to all repressed feelings and to the people whose voices haven't been heard, in a way that for me is incredibly pure.\"",
      "In advance of the cancelled Contest, ROXEN was the 3rd most-played artist on Romanian radio. Her most popular hits at the time were: You Don’t Love Me (with 8 million views on YouTube) and her first number one single Ce-ți Cântă Dragostea (a further 9 million views and the most ‘Shazamed’ Romanian song of 2020)."
    ],
    "lyrics": "Adelina Stîngă, Viky Red",
    "music": "Adelina Stîngă, Viky Red",
    "video": "TkRAWrDdNwg"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618756984/ESC-2021/russia_tcuujg.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689571",
      "name": "Russia",
      "code": "RU",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d9387d3-056c-418a-a660-c192add9a5b9.svg"
    },
    "artist": "Manizha",
    "song": "Russian Woman",
    "semifinal": "First Semifinal",
    "bio": [
      "Manizha’s style of art-pop mixes banging beats with social commentary and an unshakable DIY ethos.",
      "The Tajikistan-born artist not only writes her own music and lyrics, she also films, directs and edits her videos, creates her own visual content and commands her own collaborations. The commitment to creating her own art began when she started producing short films for instagram, and has led to sold out concerts in Moscow and St Petersburg.",
      "As well as blending different languages (including her mother tongue, Tajik) in her songs, Manizha bakes in strong social messaging about self love and body positivity; women’s and children’s rights; as well as national, cultural and sexual identity; and above all else, tolerance.",
      "In 2020, the singer was awarded a prize at the Berlin Music Video Awards for Nedoslavyanka. The song explores the challenges faced by immigrants - a subject Manizha is well versed in, as her family fled to Russia, to avoid the Civil War in Tajikistan.",
      "Manizha is a UN Goodwill Ambassador for the United Nations High Commissioner for Refugees (UNHCR) and actively participates in many of the projects and activities the program runs in Russia."
    ],
    "lyrics": "Manizha Sanghin",
    "music": "Ori Avni, Ori Kaplan",
    "video": "l01wa2ChX64"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618757097/ESC-2021/san-marino_y7laah.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689572",
      "name": "San Marino",
      "code": "SM",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d9387d1-bb97-4d83-b573-ba00a2eae728.svg"
    },
    "artist": "Senhit",
    "song": "Adrenalina",
    "semifinal": "Second Semifinal",
    "bio": [
      "Born in Bologna to Eritrean parents, Senhit is a performer who combines her African roots with Italian style and a European electro-pop attitude.",
      "The most serene club queen has worked with some of the biggest names on the Italian music scene, including Gaetano Curreri and Maurizio D'Aniello, as well as international producers like Busbee, Steve Daly & Jon Keep, Jamie Hartman and Brian Higgins.",
      "Senhit began her career in musical theatre, performing in a wide range of productions across Europe from The Lion King in Germany and Hair in Switzerland to Fame and Il Grande Campione in her native Italy.",
      "The pop princess represented San Marino in 2011 with the song Stand By and was due to perform a second time with Freaky! before the Contest was canceled due to the coronavirus.",
      "Where does her love of a dance banger come from? Well, in 2016, the singer travelled all over Europe performing in the most popular clubs: Milan, Amsterdam, Paris, Manchester, Berlin, London, there wasn’t a scene she didn’t rock! This led her to release the Hey Buddy EP and dance floor ready single Something On Your Mind."
    ],
    "lyrics": "Thomas Stengaard, Joy Deb, Linnea Deb, Jimmy Thörnfeldt, Kenny Silverdique, Suzi Pancenkov, Malou Linn Eloise Ruotsalainen, Chanel Tukia, Senhit Zadik Zadik, Dillard Tramar",
    "music": "Thomas Stengaard, Joy Deb, Linnea Deb, Jimmy Thörnfeldt, Kenny Silverdique, Suzi Pancenkov, Malou Linn Eloise Ruotsalainen, Chanel Tukia, Senhit Zadik Zadik, Dillard Tramar",
    "video": "eRAN7AzEKak"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618757206/ESC-2021/serbia_wa2hia.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689573",
      "name": "Serbia",
      "code": "RS",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d9387d0-c64f-4ab5-bd48-6fb25e5b343d.svg"
    },
    "artist": "Hurricane",
    "song": "Loco Loco",
    "semifinal": "Second Semifinal",
    "bio": [
      "As with most tropical cyclones, Hurricane were formed in the Caribbean (specifically on the island of Saint Martin), where members Sanja Vučić, Ivana Nikolić and Ksenija Knežević met in 2017.",
      "The talented trio are no strangers to competing at the highest level.",
      "Sanja represented Serbia at the Eurovision Song Contest in 2016 with her song Goodbye (Shelter), earning a respectable 115 points at the Grand Final in Stockholm.",
      "Ksenija is a singer of Montenegrin origin who provided backing vocals for her father Knez on his 2015 Eurovision entry Adio - this became the most successful entry for Montenegro so far.",
      "Ivana is a professional dancer, winning multiple national and European dance competitions.",
      "The band told Eurovision.tv LOCO LOCO represents that “we’re all a bit ‘loco’ sometimes”, which is why, according to the group, the ‘80s inspired video starts in Hurricane’s personal ‘house of fun’ before taking us on a tour of their disco jungle via a bathtub filled with glitter balls."
    ],
    "lyrics": "Sanja Vučić",
    "music": "Nemanja Antonić, Darko Dimitrov",
    "video": "FSTMz-_kbVQ"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618757322/ESC-2021/slovenia_c1iavt.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689576",
      "name": "Slovenia",
      "code": "SI",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d938784-099c-474a-99fb-51ec49400899.svg"
    },
    "artist": "Ana Soklič",
    "song": "Amen",
    "semifinal": "First Semifinal",
    "bio": [
      "Ana Soklič began her music career at an early age; studying with Alenka Dernač-Bunta, the acclaimed Slovenian musician Darja Švajger (two-time Slovenian representative at the Eurovision Song Contest) and singing coach Nataša Nahtigal.",
      "Soklič has competed twice at EMA (Slovenia's national selection show) and 3 times at the Slovenian Song Festival, where, in 2019, she won 2 jury awards for best interpretation and best song overall.",
      "The Savica-born songstress has often performed her tracks with the backing of a symphony orchestra, including the RTV Slovenia Symphony Orchestra. However, her favourite gigs are when she’s working with smaller ensembles as she feels the connection with the audience is at its most genuine and intimate.",
      "Ana had been due to perform Voda (Water) at the 2020 Contest, and was invited back by RTV to compete with a brand new track."
    ],
    "lyrics": "Charlie Mason, Ana Soklič, Žiga Pirnat",
    "music": "Ana Soklič, Žiga Pirnat, Bojan Simončič",
    "video": "p5LW-09r2JQ"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618757422/ESC-2021/spain_bwih2v.png",
    "final": true,
    "country": {
      "_id": "5eadfb0a6448e14d24689577",
      "name": "Spain",
      "code": "ES",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d9388b1-0d59-43b4-9777-ec7b545077f3.svg"
    },
    "artist": "Blas Cantó",
    "song": "Voy A Quedarme",
    "semifinal": "Final",
    "bio": [
      "Blas Cantó is no stranger to the Eurovision Song Contest.",
      "Not only was he due to represent his country with the song Universo at the cancelled 2020 competition, he also competed at Destino Eurovisión as part of the boyband Auryn in 2011 - missing out to winner Lucía Pérez.",
      "His history with Eurovision stretches back even further, having competed in EuroJunior, the Spanish selection show for the Junior Eurovision Song Contest in 2004. With so many near misses, the vocalist from Murcia will be relieved that his time to shine on the biggest stage of all, inches ever closer.",
      "\"It's a longtime dream of mine,\" Blas confessed during a short interview following the announcement of his participation: \"I dreamt of singing in the Eurovision Song Contest since I was a child.\"",
      "o date, Blas has released five albums. His first four albums were released with the boyband Auryn, who won the Best Spanish Act award at the MTV Europe Music Awards in 2013. His first solo album Complicado, which featured his biggest hit Él No Soy Yo, was released in 2018."
    ],
    "lyrics": "Blas Cantó, Leroy Sánchez, Daniel Ortega, Dan Hammond",
    "music": "Blas Cantó, Leroy Sánchez, Daniel Ortega, Dan Hammond",
    "video": "qb5FXBwSx44"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618757555/ESC-2021/sweden_lgvelz.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689578",
      "name": "Sweden",
      "code": "SE",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d938783-ccc9-42c9-9f74-89c607bb7dfe.svg"
    },
    "artist": "Tusse",
    "song": "Voices",
    "semifinal": "First Semifinal",
    "bio": [
      "Tousin Michael Chiza, better known as Tusse, is a Swedish singer with Congolese roots who booked his ticket to Eurovision when he won 'Melodifestivalen' by a landslide.",
      "A household name in Sweden, Tusse got his lucky break in Sweden’s Got Talent (advancing to the semi-finals) before cementing his popularity when he won Swedish Idol in 2019.",
      "He’s already got a string of hits to his name including My Soul Is Calling You (a tribute to his mother), the ballad A Better You, and a rendition of Whitney Houston's How Will I Know. Last Spring, Tusse released Innan du går (Before You Go), his first song entirely sung in Swedish.",
      "Always the pragmatist, when asked by Måns Zelmerlöw after winning Melodifestivalen: ‘Are you excited for Eurovision now?’ Tusse replied: ‘No, on Monday I have to hand in an essay in Nature science. Which I’m very excited for.’ That's dedication!"
    ],
    "lyrics": "Joy Deb, Linnea Deb, Jimmy \"Joker\" Thörnfeldt, Anderz Wrethov",
    "music": "Joy Deb, Linnea Deb, Jimmy \"Joker\" Thörnfeldt, Anderz Wrethov",
    "video": "5P1ueI9j6gk"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618757667/ESC-2021/switzerland_dubaeq.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d24689579",
      "name": "Switzerland",
      "code": "CH",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d9388bd-8cdd-47ae-9c14-eba17dcc8d6f.svg"
    },
    "artist": "Gjon's Tears",
    "song": "Tout l'Univers",
    "semifinal": "Second Semifinal",
    "bio": [
      "Gjon Muharremaj, from Broc in the Canton of Fribourg, has dedicated his heart and soul to music since he was little.",
      "The singer's story began when a childhood rendition of Elvis Presley’s Can’t Help Falling In Love With You moved his grandfather to tears. This provided the inspiration for his stage name, Gjon’s Tears: \"I want to use my music to move people in all sorts of ways, whether it’s joy, sadness or melancholy.\"",
      "So impressed was his grandad that he decided to sign Gjon up to a TV talent show in his ancestral home of Albania. This proved to be a smart decision as, at the age of 12, Gjon finished third in Albania’s Got Talent. The next year he went on to reach the semi-finals of Switzerland’s Got Talent, and in 2019 he reached the same stage of The Voice (France).",
      "Off stage, Gjon enjoys reading poetry and is a frequent visitor to theatres and museums. He also has a weakness for antiques, thanks to many flea-market visits with his father, but music has always been his number one passion."
    ],
    "lyrics": "Wouter Hardy, Nina Sampermans, Gjon Muharremaj",
    "music": "Wouter Hardy, Nina Sampermans, Gjon Muharremaj, Xavier Michel",
    "video": "bpM6o6UiBIw"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618757795/ESC-2021/the-netherlands_bmor8s.png",
    "final": true,
    "country": {
      "_id": "5eadfb0a6448e14d2468957a",
      "name": "The Netherlands",
      "code": "NL",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d9387e9-8829-478f-b985-db9da30f4277.svg"
    },
    "artist": "Jeangu Macrooy",
    "song": "Birth Of A New Age",
    "semifinal": "Final",
    "bio": [
      "Jeangu’s musical journey began when he received a guitar from his parents for his 13th birthday. Together with his twin brother Xillan, he formed a musical duo. However, his artistic ambitions proved bigger than the scene in his native Suriname and so he moved to the Netherlands at the age of 20.",
      "On arrival in Amsterdam, Jeangu enrolled in music college where he began collaborating with producer Perquisite. Before long, the Surinamese singer had released his debut album, High On You, and was nominated for an Edison Pop Award.",
      "Jeangu believes there is no instruction manual for life, and by accepting that life consists of highs and lows, you make progress and get closer to who you are: \"Emotions, good and bad, are a universal language. I hope the song makes people feel a little less lonely in their search for happiness. I think that openness and honesty about how we really feel will ultimately bring us closer. I believe in the power of music to bring people together. It's the reason I do what I do.\"",
      "Jeangu’s Eurovision entry, Birth Of A New Age, tells a story of resilience and the dawn of a new era. Besides English, Macrooy sings parts of the song in Sranan Tongo, a language of Suriname. These lyrics are inspired by an old Surinamese saying: ‘Mi Na Afu Sensi, No Wan Man E Broko Mi’, which literally means: ‘I’m half a cent, you can’t break me’."
    ],
    "lyrics": "J. A. U. Macrooy",
    "music": "J. A. U. Macrooy, P. L. Perquin",
    "video": "p4Fag4yajxk"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618757914/ESC-2021/ukraine_f8rgah.png",
    "final": false,
    "country": {
      "_id": "5eadfb0a6448e14d2468957c",
      "name": "Ukraine",
      "code": "UA",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d9386fe-147d-4043-989b-6d8eed8c322e.svg"
    },
    "artist": "Go_A",
    "song": "Shum",
    "semifinal": "First Semifinal",
    "bio": [
      "Go_A are an electro-folklore outfit, that specialise in the modern retelling of traditional Ukrainian stories that have already passed through many generations by word of mouth.",
      "The story of the band began in 2012 when producer Taras Shevchenko met singer Kateryna Pavlenko, and after recording several songs, they realised that Ukrainian folklore and electronic music are a perfect match, combining energy and emotions into an engaging mix.",
      "Kateryna has studied folklore most of her life. She sings using the ancient folklore technique of “white voice” (based on an open throat and free volume with a bright colour) and has a command of extreme vocals.",
      "Taras Shevchenko is a keyboard and percussion player and is Go_A’s producer. He works in various music styles and knows how to harmonise completely different things in music, like the Ukrainian sopilka and Brazilian drums, or the bandura with heavy guitar riffs and drum ‘n’ bass.",
      "Ihor Didenchuk is a folklorist and unique multi-instrumentalist whose rich musical arsenal includes traditional Ukrainian instruments such as the sopilka, frilka, floyara, telynka, trembita and the drymba. Ihor is also a member of a rap group.",
      "Ivan Hryhoriak grew up in the Carpathian Mountains and has been experimenting with musical styles and sounds, including acoustics (finger style), prog metal (bass guitar), double bass in a folk orchestra, and electric guitar. Ivan also works as a vocal coach."
    ],
    "lyrics": "Kateryna Pavlenko",
    "music": "Taras Shevchenko, Kateryna Pavlenko",
    "video": "U7-dxzp6Jvs"
  },
  {
    "image": "https://res.cloudinary.com/dsliohzpe/image/upload/v1618758034/ESC-2021/united-kingdom_r2oqqx.png",
    "final": true,
    "country": {
      "_id": "5eadfb0a6448e14d2468957d",
      "name": "United Kingdom",
      "code": "GB",
      "flag": "https://static.eurovision.tv/hb-cgi/images/8d938882-af21-4fa6-b0d6-35a5fa6a0939.svg"
    },
    "artist": "James Newman",
    "song": "Embers",
    "semifinal": "Final",
    "bio": [
      "James Newman is a multi-platinum selling, Brit Award-winning and Grammy-nominated songwriter.",
      "In 2013 James won a Brit Award for co-writing the British Single of the Year Waiting All Night, performed by Rudimental and Ella Eyre; this became his first UK Number 1.",
      "It wasn’t long before he co-wrote another UK chart-topper, Blame, this time for Calvin Harris and his younger brother John Newman. The song was a massive hit in several countries including the Netherlands, Sweden, Norway and Mexico.",
      "Yorkshire-born Newman has worked with many famous artists over the years, including Ed Sheeran who recorded the vocals for Lay It All On Me, a certified platinum single in the UK and US. The singer-songwriter has also been nominated for a Grammy twice, co-writing Coping from Toni Braxton’s album Sex & Cigarettes, and Let ‘Em Talk from Kesha’s album Rainbow.",
      "At the beginning of 2020, James recorded his previous Eurovision entry My Last Breath in Scotland while he was staying on a loch with fellow songwriters Ed Drewett, Iain James and Adam Argyle. James released his debut EP The Things We Do in Summer 2020 and ended the year with another new collaboration with Armin Van Buuren, Slow Lane. James has two pet house rabbits: Brick and Wilma."
    ],
    "lyrics": "James Newman, Conor Blake, Danny Shah, Tom Hollings, Samuel Brennan",
    "music": "James Newman, Conor Blake, Danny Shah, Tom Hollings, Samuel Brennan",
    "video": "BMDGTsa_Qq0"
  }
]
